Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: Actions
pt_pt: Ações

source: Preview
pt_pt: Pré-visualização

source: Theme
pt_pt: Tema

source: Performance check-ins
pt_pt: Check-ins de desempenho

source: Regular check-ins
pt_pt: Check-ins regulares

source: Select and configure the widgets that you want to see on the check-in report page.
pt_pt: Selecione e configure os widgets que deseja ver na página do relatório de check-in.

source: Template widget settings
pt_pt: Configurações do widget de modelo

source: Career Development
pt_pt: Desenvolvimento de carreira

source: Documents
pt_pt: Documentos

source: Data Foundation
pt_pt: Base de Dados

source: Goals
pt_pt: Objetivos

source: General
pt_pt: Geral

source: Proxy
pt_pt: Representação

source: Reviews
pt_pt: Avaliações

source: Notification trigger
pt_pt: Acionamento da notificação

source: "Bookmarks" widget
pt_pt: Widget de "Marcadores"

source: "Company update" widget
pt_pt: Widget de "Atualização da empresa"

source: Select the widgets you want to display on the homepage.
pt_pt: Selecione os widgets que deseja exibir na página inicial.

source: "External links" widget
pt_pt: Widget de "Ligações externas"

source: "Knowledge Base" widget
pt_pt: Widget de "Base de conhecimento"

source: "Next steps" widget
pt_pt: Widget de "Próximos passos"

source: "Quick link" widget
pt_pt: Widget de "Ligação rápida"

source: "Schedule" widget
pt_pt: Widget de "Agenda"

source: "Take actions" widget
pt_pt: Widget de "Realizar ações"

source: Homepage widgets
pt_pt: Widgets da página inicial

source: This page is read-only. To make changes, contact your system administrator.
pt_pt: Esta página é apenas para leitura. Para fazer alterações, contacte o seu administrador de sistema.

source: Select goal types
pt_pt: Selecione tipos de objetivos

source: Absence
pt_pt: Ausência

source: Sample text describing the behavior of enabling and disabling Analytics Hub. To be changed.
pt_pt: Texto de exemplo descrevendo o comportamento de ativar e desativar o Analytics Hub. A ser alterado.

source: Enable "Analytics Hub"
pt_pt: Ativar "Analytics Hub"

source: Application management
pt_pt: Gestão de aplicações

source: Behaviors
pt_pt: Comportamentos

source: Enable the "Behaviors" feature
pt_pt: Ativar a funcionalidade "Comportamentos"

source: Users will be able to create and manage behavior libraries within the application. When enabled, workers will be able to give and receive behaviors, and provide behavior data in coaching reports.
pt_pt: Os utilizadores poderão criar e gerir bibliotecas de comportamentos dentro da aplicação. Quando ativado, os trabalhadores poderão dar e receber comportamentos, e fornecer dados de comportamento em relatórios de formação.

source: Behavior libraries
pt_pt: Bibliotecas de comportamento

source: Add behavior
pt_pt: Adicionar comportamento

source: Color
pt_pt: Cor

source: Create library
pt_pt: Criar biblioteca

source: Create behavior library
pt_pt: Criar biblioteca de comportamentos

source: Delete behavior
pt_pt: Eliminar comportamento

source: Are you sure you want to delete this behavior?
pt_pt: Tem a certeza de que deseja eliminar este comportamento?

source: Description
pt_pt: Descrição

source: Image and title
pt_pt: Imagem e título

source: Image only
pt_pt: Apenas imagem

source: Name only
pt_pt: Nome apenas

source: Display options
pt_pt: Opções de exibição

source: Edit behavior library
pt_pt: Editar biblioteca de comportamento

source: Enable behavior
pt_pt: Ativar comportamento

source: Image
pt_pt: Imagem

source: Name
pt_pt: Nome

source: Assignment
pt_pt: Atribuição

source: Assign the library to an organizational unit
pt_pt: Atribuir a biblioteca a uma unidade organizacional

source: Add behaviors to the library
pt_pt: Adicionar comportamentos à biblioteca

source: Library details
pt_pt: Detalhes da biblioteca

source: Enter the basic information of the library
pt_pt: Insira as informações básicas da biblioteca

source: Behavior settings
pt_pt: Configurações de comportamento

source: Enable the "Benchmarking" widget
pt_pt: Ativar o widget "Avaliação comparativa"

source: Publish
pt_pt: Publicar

source: Are you sure you want to publish the career development plan?
pt_pt: Tem a certeza de que deseja publicar o plano de desenvolvimento de carreira?

source: Cancel
pt_pt: Cancelar

source: Publish career development plan
pt_pt: Publicar plano de desenvolvimento de carreira

source: Your changes were successfully published.
pt_pt: As suas alterações foram publicadas com sucesso.

source: Enable the "Career Development" feature
pt_pt: Ativar a funcionalidade "Desenvolvimento de carreira"

source: At least one population or worker must be selected.
pt_pt: Tem de ser selecionada pelo menos uma população ou trabalhador.

source: Career development settings
pt_pt: Configurações de desenvolvimento de carreira

source: Edit conversation labeling
pt_pt: Editar rotulagem da conversa

source: For workers
pt_pt: Para trabalhadores

source: For managers
pt_pt: Para gestores

source: The default language is mandatory. You can also provide translated versions using this drop-down list to select a new language.
pt_pt: O idioma predefinido é obrigatório. Também pode fornecer versões traduzidas usando esta lista suspensa para selecionar um novo idioma.

source: To apply your changes to the configuration of new check-ins, save your modifications.
pt_pt: Para aplicar as suas alterações à configuração de novos check-ins, guarde as suas modificações.

source: Users will see these changes the next time they refresh their page or log into the application.
pt_pt: Os utilizadores verão estas alterações na próxima vez que atualizarem a sua página ou fizerem iniciarem sessão na aplicação.

source: Edit discussion points
pt_pt: Editar pontos de discussão

source: These discussion points will be prepopulated when creating a check-in. Users can edit them and add their own discussion points.
pt_pt: Estes pontos de discussão serão pré-preenchidos ao criar um check-in. Os utilizadores podem editá-los e adicionar os seus próprios pontos de discussão.

source: Check-in settings
pt_pt: Configurações de check-in

source: To apply your changes, save your modifications.
pt_pt: Para aplicar as suas alterações, guarde as suas modificações.

source: Enable the "Behavior rating" widget
pt_pt: Ativar o widget "Avaliação de comportamento"

source: Enable the "Behaviors" widget
pt_pt: Ativar o widget "Comportamentos"

source: Edit chat text
pt_pt: Editar texto de conversa em tempo real

source: Enable the "Goal rating" widget
pt_pt: Ativar o widget "Avaliação dos objetivos"

source: Enable the "Goals" widget
pt_pt: Ativar o widget "Objetivos"

source: Enable the "Overall performance rating" widget
pt_pt: Ativar o widget "Avaliação global do desempenho"

source: Enable chat
pt_pt: Ativar conversa em tempo real

source: Check-in template settings
pt_pt: Configurações do modelo de check-in

source: Check-in templates
pt_pt: Modelos de check-in

source: Widget settings
pt_pt: Configurações do widget

source: Hide/show the widgets in the check-in report page.
pt_pt: Ocultar/mostrar os widgets na página do relatório de check-in.

source: Enable documents
pt_pt: Ativar documentos

source: Document settings
pt_pt: Definições do documento

source: Appearance
pt_pt: Aparência

source: Compare
pt_pt: Comparar

source: Enable the "Compare" feature
pt_pt: Ativar a funcionalidade "Comparar"

source: "Behaviors" widget
pt_pt: Widget de "Comportamentos"

source: "Check-ins" widget
pt_pt: Widget de "Check-ins"

source: "Goals" widget
pt_pt: Widget de "Objetivos"

source: "Reviews" widget
pt_pt: Widget de "Avaliações"

source: Compare settings
pt_pt: Comparar definições

source: Select the widgets that you want to see in the Compare page.
pt_pt: Selecione os widgets que deseja ver na página de Comparação.

source: Compensation
pt_pt: Compensação

source: Compensation Element
pt_pt: Elemento de compensação

source: Compensation History
pt_pt: Histórico de compensações

source: Enable the "Compensation" feature
pt_pt: Ativar a funcionalidade "Compensação"

source: Compensation settings
pt_pt: Configurações de compensação

source: Cost Center
pt_pt: Centro de custos

source: Country
pt_pt: País

source: Custom Fields
pt_pt: Campos personalizados

source: This element cannot be deactivated; it is used in another process.
pt_pt: Este elemento não pode ser desativado; é utilizado noutro processo.

source: The field was successfully deactivated.
pt_pt: O campo foi desativado com sucesso.

source: Are you sure you want to deactivate this field? This action cannot be undone.
pt_pt: Tem a certeza de que deseja desativar este campo? Esta ação não pode ser desfeita.

source: Custom field deactivation
pt_pt: Desativação de campo personalizado

source: Field details
pt_pt: Detalhes do campo

source: Define the entity to which this field belongs, and its name and type.
pt_pt: Defina a entidade à qual este campo pertence, e o seu nome e tipo.

source: This field cannot be deactivated; it is already used in some models.
pt_pt: Este campo não pode ser desativado; já está a ser utilizado em alguns modelos.

source: You cannot edit this field; it is already used in some models.
pt_pt: Não pode editar este campo; já está a ser utilizado em alguns modelos.

source: Clear all filters & search
pt_pt: Limpar todos os filtros e pesquisar

source: No results match the search/filter criteria. Remove the filters and clear the search to show all results
pt_pt: Nenhum resultado corresponde aos critérios de pesquisa/filtro. Remova os filtros e limpe a pesquisa para mostrar todos os resultados

source: No results
pt_pt: Sem resultados

source: Get started by creating one
pt_pt: Comece por criar um

source: No custom fields yet
pt_pt: Ainda não há campos personalizados

source: Created by:
pt_pt: Criado por:

source: Created on:
pt_pt: Criado em:

source: Entity:
pt_pt: Entidade:

source: Required:
pt_pt: Obrigatório:

source: Field name
pt_pt: Nome do campo

source: Type:
pt_pt: Tipo:

source: Entity
pt_pt: Entidade

source: All
pt_pt: Todos

source: Is PII
pt_pt: É PII

source: Type
pt_pt: Tipo

source: False
pt_pt: Falso

source: Set the default value
pt_pt: Definir o valor padrão

source: Default value
pt_pt: Valor padrão

source: True
pt_pt: Verdadeiro

source: Select entity
pt_pt: Selecionar entidade

source: Enable PII
pt_pt: Ativar PII

source: This field will contain personally identifiable information (PII)
pt_pt: Este campo conterá informações pessoalmente identificáveis (PII)

source: When this option is enabled, a default value must be defined.
pt_pt: Quando esta opção está ativada, um valor padrão deve ser definido.

source: Set this field as required
pt_pt: Defina este campo como obrigatório

source: Explain the use of this field or any other relevant information
pt_pt: Explique a utilização deste campo ou qualquer outra informação relevante

source: Provide a name for the field
pt_pt: Forneça um nome para o campo

source: Your custom field was successfully created.
pt_pt: O seu campo personalizado foi criado com sucesso.

source: Create custom field
pt_pt: Criar campo personalizado

source: Edit custom field
pt_pt: Editar campo personalizado

source: Select type
pt_pt: Selecionar tipo

source: Used in
pt_pt: Usado em

source: Indicate whether this field contains personally identifiable information, allowing an individual's identity to be inferred directly or indirectly.
pt_pt: Indique se este campo contém informações pessoalmente identificáveis, permitindo que a identidade de um indivíduo seja inferida direta ou indiretamente.

source: Personally identifiable information
pt_pt: Informação pessoalmente identificável

source: Active
pt_pt: Ativo

source: Deactivated
pt_pt: Desativado

source: Not PII
pt_pt: Não PII

source: Custom fields
pt_pt: Campos personalizados

source: {{current}}/{{max}} active fields
pt_pt: {{current}}/{{max}} campos ativos

source: You can create up to {{max}} custom fields.
pt_pt: Pode criar até {{max}} campos personalizados.

source: You have reached the maximum number of active custom fields. Please deactivate a field to create a new one.
pt_pt: Atingiu o número máximo de campos personalizados ativos. Desative um campo para criar um novo.

source: Indicate whether the field is optional or required. A default value must be provided for required fields; it will be automatically applied if no explicit value is supplied.
pt_pt: Indique se o campo é opcional ou obrigatório. Deve ser fornecido um valor predefinido para os campos obrigatórios; este será aplicado automaticamente se não for fornecido nenhum valor explícito.

source: Field behavior
pt_pt: Comportamento do campo

source: Search for a field
pt_pt: Pesquisar um campo

source: Status
pt_pt: Estado

source: No
pt_pt: Não

source: Yes
pt_pt: Sim

source: Data Upload
pt_pt: Carregamento de Dados

source: Change upload behavior
pt_pt: Alterar comportamento de carregamento

source: The size of the files exceed the maximum limit.
pt_pt: O tamanho dos ficheiros excede o limite máximo.

source: Behavior:
pt_pt: Comportamento:

source: Completed time:
pt_pt: Tempo concluído:

source: Initiated by:
pt_pt: Iniciado por:

source: System
pt_pt: Sistema

source: Source:
pt_pt: Origem:

source: Start time:
pt_pt: Hora de início:

source: Status:
pt_pt: Estado:

source: Upload log
pt_pt: Carregar registo

source: Download template
pt_pt: Transferir modelo

source: Download template for deletion
pt_pt: Transferir modelo para eliminação

source: Download template for ingestion
pt_pt: Transferir modelo para ingestão

source: Download {{templateName}}
pt_pt: Transferir {{templateName}}

source: Get started by triggering one.
pt_pt: Comece por acionar um.

source: No uploads yet!
pt_pt: Ainda não há carregamentos!

source: Success
pt_pt: Sucesso

source: Failed
pt_pt: Falhou

source: In progress
pt_pt: Em curso

source: In sync
pt_pt: Sincronizado

source: Source
pt_pt: Origem

source: Start time
pt_pt: Hora de início

source: Standard filters
pt_pt: Filtros padrão

source: Select filters
pt_pt: Selecionar filtros

source: Queued
pt_pt: Em fila de espera

source: Search by data type name
pt_pt: Pesquisar por nome do tipo de dados

source: Stale timeout
pt_pt: Tempo limite expirado

source: Publishing
pt_pt: Publicação

source: Total uploads
pt_pt: Total de carregamentos

source: Upload behavior
pt_pt: Comportamento de carregamento

source: Full data upload
pt_pt: Carregamento completo de dados

source: The upload behavior was successfully updated.
pt_pt: O comportamento de carregamento foi atualizado com sucesso.

source: Incremental data upload
pt_pt: Carregamento de dados incremental

source: Select the upload behavior for SFTP and UI data upload.
pt_pt: Selecione o comportamento de carregamento para carregamento de dados SFTP e IU.

source: Upload the complete effective-dated history for each worker every time. Any previously uploaded record that is missing from the file is treated as a soft delete and will no longer be available. Use this if you want the new upload to fully replace what is currently in the platform.
pt_pt: Carregue o histórico completo com data de vigência de cada colaborador sempre. Qualquer registo carregado anteriormente que esteja em falta no ficheiro é tratado como uma eliminação suave e deixará de estar disponível. Utilize esta opção se pretender que o novo carregamento substitua totalmente o que está atualmente na plataforma.

source: Upload only what changed. New effective-dated rows or updates to existing rows. Records not included remain unchanged; only the rows present in the file are inserted or updated. Use this for ongoing incremental (delta) feeds.
pt_pt: Carregue apenas o que foi alterado. Novas linhas com data de vigência ou atualizações a linhas existentes. Os registos não incluídos permanecem inalterados; apenas as linhas presentes no ficheiro são inseridas ou atualizadas. Utilize isto para feeds incrementais (delta) contínuos.

source: Data upload behavior configuration
pt_pt: Configuração do comportamento de carregamento de dados

source: Refresh
pt_pt: Actualizar

source: Email notification
pt_pt: Notificação por e-mail

source: Upload notification
pt_pt: Notificação de carregamento

source: Add workers that would like to be notified by email when upload requests fail.
pt_pt: Adicionar colaboradores que pretendem ser notificados por e-mail quando os pedidos de carregamento falharem.

source: Workers
pt_pt: Trabalhadores

source: Search for a worker
pt_pt: Procurar um colaborador

source: The notification recipients were successfully updated.
pt_pt: Os destinatários da notificação foram atualizados com sucesso.

source: Behavior
pt_pt: Comportamento

source: Deletion
pt_pt: Eliminação

source: Completion time
pt_pt: Tempo de conclusão

source: Back to data upload
pt_pt: Voltar ao carregamento de dados

source: No results matching the chosen ID.
pt_pt: Nenhum resultado corresponde ao ID escolhido.

source: Data type name
pt_pt: Nome do tipo de dados

source: Ingestion
pt_pt: Ingestão

source: Upload in progress
pt_pt: Carregamento em curso

source: Your files are being uploaded. This pop-up will close automatically once the process is complete.
pt_pt: Os seus ficheiros estão a ser carregados. Esta janela será fechada automaticamente quando o processo estiver concluído.

source: You have uploaded files for both ingestion and deletion.
pt_pt: Carregou ficheiros para ingestão e eliminação.

source: File already added
pt_pt: Ficheiro já adicionado

source: The name and/or format of one of the selected file is not valid.
pt_pt: O nome e/ou formato de um dos ficheiros selecionados não é válido.

source: Incorrect file name
pt_pt: Nome de ficheiro incorreto

source: Your files
pt_pt: Os seus ficheiros

source: File names must follow the pattern 'DataType.csv' for ingestion or 'DataType_Delete.csv' for deletion.
pt_pt: Os nomes dos ficheiros devem seguir o padrão 'TipoDeDados.csv' para ingestão ou 'TipoDeDados_Delete.csv' para eliminação.

source: Total max size 10MB (combined size of all uploaded files). Max number of files: {{count}}
pt_pt: Tamanho máximo total de 10 MB (tamanho combinado de todos os ficheiros carregados). Número máximo de ficheiros: {{count}}

source: Ingestion and deletion files cannot be uploaded simultaneously. Please upload only ingestion files (DataType.csv) or only deletion files (DataType_Delete.csv).
pt_pt: Não é possível carregar ficheiros de ingestão e eliminação em simultâneo. Carregue apenas ficheiros de ingestão (DataType.csv) ou apenas ficheiros de eliminação (DataType_Delete.csv).

source: Please upload at least one correct file.
pt_pt: Por favor, carregue pelo menos um ficheiro correto.

source: Please upload at least one file.
pt_pt: Por favor, carregue pelo menos um ficheiro.

source: File upload started.
pt_pt: Carregamento de ficheiro iniciado.

source: File upload
pt_pt: Carregamento de ficheiro

source: Fill in the necessary details
pt_pt: Preencha os detalhes necessários

source: Upload the completed file. Submit files for either ingestion or deletion, but not both. Files meant for deletion must have the "_Delete" suffix at the end of their name.
pt_pt: Carregue o ficheiro concluído. Submeta ficheiros para ingestão ou eliminação, mas não ambos. Os ficheiros destinados a eliminação devem ter o sufixo "_Delete" no final do nome.

source: Data management
pt_pt: Gestão de dados

source: Data Models
pt_pt: Modelos de dados

source: Created by
pt_pt: Criado por

source: Created on
pt_pt: Criado em

source: Creation date
pt_pt: Data de criação

source: Are you sure you want to delete this model? This action cannot be undone. If you proceed, the element will be permanently removed from your data.
pt_pt: Tem a certeza de que deseja eliminar este modelo? Esta ação não pode ser desfeita. Se continuar, o elemento será removido permanentemente dos seus dados.

source: Confirm deletion
pt_pt: Confirmar eliminação

source: Details
pt_pt: Detalhes

source: Model details
pt_pt: Detalhes do modelo

source: No models yet
pt_pt: Ainda não há modelos

source: Entities & fields
pt_pt: Entidades e campos

source: Entity tree
pt_pt: Árvore de entidades

source: List of entities and fields used and not used in this model.
pt_pt: Lista de entidades e campos usados e não usados neste modelo.

source: Entity name
pt_pt: Nome da entidade

source: Model title
pt_pt: Título do modelo

source: Entity used
pt_pt: Entidade utilizada

source: Used
pt_pt: Usado

source: List of entities and fields used in this model.
pt_pt: Lista de entidades e campos utilizados neste modelo.

source: Total entities:
pt_pt: Total de entidades:

source: Total fields:
pt_pt: Total de campos:

source: Fields used
pt_pt: Campos utilizados

source: Any
pt_pt: Qualquer

source: In use
pt_pt: Em uso

source: {{name}} grid preview
pt_pt: Pré-visualização da grelha de {{name}}

source: Last update
pt_pt: Última atualização

source: More details
pt_pt: Mais detalhes

source: Search model
pt_pt: Modelo de pesquisa

source: Draft
pt_pt: Rascunho

source: Ready
pt_pt: Pronto

source: Build a base for your budget, compensation round or process, bringing together a version of data from HR services, other beqom sources and external data.
pt_pt: Construa uma base para o seu orçamento, ronda de compensação ou processo, reunindo uma versão de dados dos serviços de RH, outras fontes beqom e dados externos.

source: Updated by
pt_pt: Atualizado por

source: Updated on
pt_pt: Atualizado em

source: Require users to approve or reject your data privacy statement every time it is updated.
pt_pt: Exigir que os utilizadores aprovem ou rejeitem a sua declaração de privacidade de dados sempre que for atualizada.

source: Users must review each version of the data privacy statement
pt_pt: Os utilizadores devem rever cada versão da declaração de privacidade de dados

source: Settings
pt_pt: Configurações

source: No translation was provided for the given language. To complete this section, please duplicate the statement.
pt_pt: Não foi fornecida tradução para o idioma indicado. Para completar esta secção, duplique a declaração.

source: No translation available
pt_pt: Não há tradução disponível

source: Data privacy statement text
pt_pt: Texto da declaração de privacidade de dados

source: Privacy statement text
pt_pt: Texto da declaração de privacidade

source: Are you sure you want to publish this statement?
pt_pt: Tem a certeza de que deseja publicar esta declaração?

source: Publish statement
pt_pt: Publicar declaração

source: Date & time
pt_pt: Data e hora

source: Publish at a fixed date
pt_pt: Publicar numa data fixa

source: Publish now
pt_pt: Publicar agora

source: Publish date
pt_pt: Data de publicação

source: The version is set automatically when creating a statement and increments with each update.
pt_pt: A versão é definida automaticamente ao criar uma declaração e incrementa com cada atualização.

source: Statement version
pt_pt: Versão da declaração

source: Confirm
pt_pt: Confirmar

source: Are you sure you want to delete this statement?
pt_pt: Tem a certeza de que deseja eliminar esta declaração?

source: Delete statement
pt_pt: Eliminar declaração

source: The statement was successfully deleted.
pt_pt: A declaração foi eliminada com sucesso.

source: Deactivate
pt_pt: Desativar

source: Are you sure you want to deactivate this statement? Users won't be prompted to consent at first login and will no longer see the statement in their settings.
pt_pt: Tem a certeza de que deseja desativar esta declaração? Os utilizadores não serão solicitados a dar consentimento no primeiro início de sessão e já não verão a declaração nas suas definições.

source: Deactivate statement
pt_pt: Desativar declaração

source: {{count}} approved
pt_pt: {{count}} aprovados
